Repository: Tauron1990/MGI-Project-Manager
Catalog: Tauron.Application.MgiProjectManager.Resources/Web/WebResources.*.resx
Languages: de

# Index_Header_Welcome
source: Welcome
de: Willkommen

# _CookieConsentPartial_Summery
source: Cookies Need To work with this Site.
de: Cookies werden Benötigt, damit die Seite richtig Funktioniert.

# Base_Text_LearnMore
source: Learn More
de: Mehr erfahren.

# Base_Text_Accept
source: Accept
de: Akzeptieren

# _Layout_DropDown_Language
source: Lanuguages
de: Sprache

# _Layout_Link_Home
source: Home
de: Start

# _Layout_Link_Privacy
source: Privacy
de: Privatsphäre

# _LoginPatial_Text_Hello
source: Hello {0}
de: Hallo {0}

# AccessDenied_Text
source: You do not have access to this resource.
de: Zugriff Auf diese Funktion oder Ressource verweigert!

# ForgotPassword_ResetEmail_Subject
source: Reset Password
de: Password Zurücksetzen

# ForgotPassword_ResetMail_Body
source: Please reset your password by <a href='{0}'>clicking here</a>.
de: Passwort zurücksetzen durch klicken auf: <a href='{0}'>Hier</a>.

# ForgotPassword_Button_Submit
source: Submit
de: Senden

# Data_EmailAddress_Invalid
source: Enter a valid E-mail Adress. {0}
de: Bitte eine Korrekte E-mail Adresse eingeben. {0}

# Data_Required
source: The Field {0} is Required.
de: Die Feld {0} ist Notwendig.

# ForgotPasswordConfomation_Text
source: Please check your email to reset your password.
de: Bitte überprüfen sie ihre E-Mails zum zurücksetzen des Passwortes.

# Data_Display_RememberMe
source: Remember Me?
de: Eingeloggt Bleiben?

# ForgotPasswordConfomation_Text_Title
source: Forgot password confirmation
de: Zurücksetzen Bestätigt

# ForgotPassword_Text_EnterEmail
source: Enter yout Email
de: Gib deine Email ein

# ForgotPassword_Text_Title
source: Forgot your Password?
de: Passwot Vergessen?

# AccessDenied_Text_Title
source: Access Denied
de: Zugriff Verweigert

# Login_Text_LoginError
source: Invalid login attempt.
de: Login Versuch gescheitert.

# Login_Text_Title
source: Log In
de: Einloggen

# Login_Form_Header
source: Login with Local Account.
de: Einloggen mit Lokalem Account.

# Login_Button_Login
source: Log In
de: Einloggen

# Login_Text_ForgotPassword
source: Forgot Password?
de: Passwort Vergessen?

# Data_Display_RecoveryCode
source: Recovery Code
de: Wiederherstelunngs Code:

# LoginWithRecuveryCode_InvalidCode
source: Invalid recovery code entered.
de: Falscher Code Eingegeben.

# LoginWithRecuveryCode_Text_Title
source: Recovery code verification
de: Wiederherstellung Code Verifikation

# LoginWithRecuveryCode_Text
source: You have requested to log in with a recovery code. This login will not be remembered until you provide an authenticator app code at log in or disable 2FA and log in again.
de: Sie haben angefordert, sich mit einem Wiederherstellungscode anzumelden. Dieser Login wird nicht gespeichert, bis sie einen Authentifizierungs-App-Code beim Anmelden angeben oder die 2FA Deaktivieren und sich erneut Anmelden.

# LoginWithRecuveryCode_Button_Login
source: Log In
de: Einloggen

# Logout_Text_Title
source: Log out
de: Ausloggen

# Logout_Text
source: You have successfully logged out of the application.
de: Sie haben sich erfolgreich Abgemeldet.

# Error_Text_Title
source: Error
de: Fehler

# Error_Text
source: An error occurred while processing your request.
de: Ein Fehler ist während der Verarbeitung der Anforderung Aufgetreten.

# ConfirmEmail_Text_Title
source: Confirm E-mail
de: E-mail Bestätigung

# ConfirmEmail_Text
source: Thank you for confirming your email.
de: Danke für das Bestätigen der E-mail.

# Lockout_Text_Title
source: Lock out
de: Account Gesperrt

# Lockout_Text
source: This account has been locked out, please try again later.
de: Dieser Account wurde Gesperrt. Versuche es Später nochmal.

# ResetPassword_Text_Title
source: Reset Password
de: Passwort Zurücksetzen

# ResetPassword_Text_Header
source: Reset your Password.
de: Setze dein Passwort zurück.

# Data_StringLenght
source: The {0} must be at least {2} and at max {1} characters long.
de: Das {0} muss mindestens {2} und maximal {1} lang sein.

# ResetPassword_Data_ConfirmPassword
source: Confirm password
de: Passwort Bestätigen

# ResetPassword_Data_ComparePassword
source: The password and confirmation password do not match.
de: Die Beiden Passwörter müssen übereinstimmen.

# ResetPassword_Text_NoCode
source: A code must be supplied for password reset.
de: Ein Code muss für Password Reset Übergeben werden.

# ResetPasswordConfirmation_Text
source: Your password has been reset. Please <a href="{0}">click here to log in</a>.
de: Dein Password wurde zurückgesetzt. Bitte <a href="{0}">Klicke hier zum einloggen</a>.

# _Layout_Account_Text_Title
source: Manage your account
de: Verwalte deinen Account

# _Layout_Account_Text
source: Change your account settings
de: Ändere deine Enstellungen

# Account_ManageNav_Password
source: Password
de: Passwort

# Account_ManageNav_PersonalData
source: Personal Data
de: Persönliche Daten

# Account_ChangedPassword_UpdatePassword
source: Update Password
de: Update Passwort

# Account_ChangedPassord_Title
source: Change Password
de: Passwort Ändern

# Account_DeletePersonalData_Title
source: Delete Personal Data
de: Persönliche Daten Löschen

# Account_DeletePersonalData_Text
source: Deleting this data will permanently remove your account, and this cannot be recovered.
de: Das löschen der Daten resultiert im permanenten verschwinden der Daten, die nicht wiederhergestellt werden können.

# Account_DeletePersonalData_Button
source: Delete data and close my account
de: Lösche und Schlisse mein Account

# Account_DeletePersonalData_UserNotFound
source: Unable to load user with ID '{0}'.
de: Benutzer mit der ID '{0}' konnte nicht gefunden werden.

# Account_DeletePersonalData_WrongPassword
source: Password not correct.
de: Passwort Falsch.

# Account_DeletePersonalData_UnexpectError
source: Unexpected error occurred deleteing user with ID '{0}'.
de: Unerwarteter Fehler beim Löschen von ID {0}.

# Account_DownloadPersonalData_Title
source: Download Your Data
de: Downloade deine Daten

# Account_GenerateRecoveryCode_Title
source: Generate two-factor authentication (2FA) recovery codes
de: Erzeuge zwei-Faktor Authentifizierungs (2FA) widerherstellungs Codes.
