Repository: Tauron1990/MGI-Project-Manager
Catalog: Alt/Tauron.Application.ProjectManager.Resources/ServiceErrorMessages.*.resx
Languages: de

# AssertJobIsAlreadyInsertet
source: Job Is Already Insertet.
de: Der Job Befindet sich schon im System.

# AssertJobNameInvalid
source: Job Name Is Invalid
de: Der Job Hat eine Fehlerhafte Id.

# UserManager_Reason_NoUser
source: No User Found
de: Kein Nutzer gefunden

# UserManager_Reason_PasswordMismatch
source: Password Wrong
de: Falsches Password

# UserManager_Reason_NoPassword
source: No Password Set
de: Kein Password Angegeben

# UserManager_Reason_UserExis
source: The already exis
de: Der User Existiert bereits

# UserManager_Reason_PasswordNull
source: The Password is Null
de: Kein Passwort Angegeben

# UserManager_Reason_Delete
source: Unable to Delete User
de: Benutzer konnte nicht gelöscht werden

# Authorization_Error
source: Authorization Faild:
de: Autorisierung Fehlgeschlagen:

# ConnectivityManager_Session_AlreadyRegistered
source: Session Is Alredy Registered
de: Session ist schon Registriert.

source: Connection Failed
de: Verbindung Fehlgeschlagen

# TimeCalcAmountNull
source: Amount was not set.
de: Auflage wurde nicht gesetzt.

# TimeCalcAmountToLow
source: Amount must be greater than 1.
de: Auflage muss größer als 1 sein.

# TimeCalcFormatToLarge
source: Format maximum 52 x 100.
de: Format maximal 52 x 100.

# TimeCalcFormatToSmall
source: Format at least A4.
de: Format mindestens A4.

# TimeCalcIterationNull
source: Passes was not set.
de: Durchläufe wurde nicht gesetzt.

# TimeCalcIterationToLow
source: Pass must have at least 1.
de: Durchlauf muss mindestens 1 haben.

# TimeCalcPaperFormatWrong
source: Paper Format Specified Incorrect.
de: Papier Format Angabe Falsch.

# TimeCalcSpeedLow
source: Speed ​​must be at least 0.06.
de: Geschwindigkeit muss mindestens 0,06 haben.

# TimeCalcSpeedNull
source: Speed ​​was not set.
de: Geschwindigkeit wurde nicht gesetzt.

# TimeCalcSpeeHight
source: Speed ​​may not exceed 0.7.
de: Geschwindigkeit darf maximal 0,7 haben.

# TimeCalcTimeLow
source: The running time must be over 1 second.
de: Die Laufzeit muss über 1 Sekunde Liegen.

# TimeCalculationNoDataLabel
source: No data available.
de: Keine Daten Verfügbar.
